var gameMod = {
entry:"128882-1",
mods:{"128882-1": {"title": "阿瓦隆", "context": "游戏人数 5~8<br>游戏时间：30~90分钟<br>特色：身份欺骗<br>演示用，细节胡写
", "link": {"简介": "128882-2", "配件": "128882-3", "流程": "128882-4", "结束": "128882-5"}, "next": "游戏背景"}, "128882-2": {"title": "游戏背景", "context": "欧洲神话 阿瓦隆
", "link": {"上一步": "128882-1", "下一步": "128882-3"}, "next": "配件"}, "128882-3": {"title": "配件", "context": "根据人数：<br>5人：5人任务板，1张梅林，2张骑士，1张刺客，1张奸徒<br>6人：……<br>……
", "link": {"上一步": "128882-2", "下一步": "128882-4"}, "next": "设置"}, "128882-4": {"title": "设置", "context": "每人抽1张角色
", "link": {"上一步": "128882-3", "下一步": "128882-5"}, "next": "身份分类"}, "128882-5": {"title": "身份分类", "context": "梅林与骑士为正方，目的是尽力完成任务，并保证梅林身份未被识破<br>刺客与张奸徒为反方，目的是尽力阻止任务完成，或刺客成功刺杀梅林
", "link": {"上一步": "128882-4", "下一步": "128882-6"}, "next": "身份确认"}, "128882-6": {"title": "身份确认", "context": "所有人闭眼<br>反方睁眼确认彼此身份，再所有人闭眼<br>梅林睁眼，反方闭眼情况下伸手指供梅林确认身份，再所有人闭眼<br>所有人睁眼，开始游戏
", "link": {"上一步": "128882-5", "下一步": "128882-7"}, "next": "游戏开始"}, "128882-7": {"title": "游戏开始", "context": "任意玩家作为起始玩家，获得起始标记
", "link": {"上一步": "128882-6", "下一步": "128882-8"}, "next": "回合开始"}, "128882-8": {"title": "回合开始", "context": "当前起始玩家（拥有起始标记），按照任务板上当前任务的所需人物数量，将对应数量派遣标记分配给自己选择的玩家
", "link": {"上一步": "128882-7", "下一步": "128882-9"}, "next": "派遣讨论"}, "128882-9": {"title": "派遣讨论", "context": "所有人根据本回合派遣情况进行讨论
", "link": {"上一步": "128882-8", "下一步": "128882-10"}, "next": "派遣投票"}, "128882-10": {"title": "派遣投票", "context": "所有人根据本回合派遣情况进行投票<br>若达到半数或以上，则派遣成功，进行任务结果<br>否则派遣失败，设置失败标志
", "link": {"上一步": "128882-9", "下一步": "128882-11"}, "next": "任务投票"}, "128882-11": {"title": "任务投票", "context": "所有派遣玩家暗投任务结果<br>正方必须投成功<br>反方可以投成功也可以投失败<br>投票结果中有一张失败，即任务失败<br>全部为成功，则任务成功
", "link": {"上一步": "128882-10", "下一步": "128882-12"}, "next": "任务结果"}, "128882-12": {"title": "任务结果", "context": "在任务板上放置结果标志，若达到一方任务数要求，则游戏结束。否则本回合结束
", "link": {"上一步": "128882-11", "下一步": "128882-13"}, "next": "派遣失败"}, "128882-13": {"title": "派遣失败", "context": "在任务板上放置派遣失败标志。<br>若标志达到5个，则清除所有派遣失败标志，并设置该任务失败。<br>若任务失败数目达到反方要求，则游戏结束。否则本回合结束
", "link": {"上一步": "128882-12", "未达到要求": "128882-14", "达到游戏结束要求": "128882-15"}, "next": "回合结束"}, "128882-14": {"title": "回合结束", "context": "当前玩家传递起始标记，并开始下一回合
", "link": {"上一步": "128882-13", "下一回合": "128882-8"}, "next": "结束"}, "128882-15": {"title": "结束", "context": "正方达到任务要求时：反方刺客可以尝试选择一位玩家进行刺杀。成功选中梅林时，则反方获胜，否则正方获胜<br>反方达到任务要求时，则反方获胜<br>游戏结束", "link": {"上一步": "128882-13", "回到开头": "128882-1"}, "next": ""}};
module.exports = JSON.stringify(gameMod);
